     A*================================================================*
     A* CLMRSVD1 - CLAIM RESERVE DISPLAY
     A*================================================================*
     A                                      DSPSIZ(*DS4)
     A                                      INDARA
     A                                      PRINT
     A*
     A          R CLMRSVD1F
     A                                      CA03(03 'F3=Exit')
     A                                      CA12(12 'F12=Cancel')
     A                                      PFILE(CLAIM_RESERVE_T)
     A*
     A*  Screen title
     A                              2  2'CLAIM RESERVE DISPLAY'
     A*                                     DSPATR(HI)
     A*
     A  98                         24  2'F3=Exit  F12=Cancel'
     A*
