     A*================================================================*
     A* CUSCNTD1 - CUSTOMER CONTACTS DISPLAY
     A*================================================================*
     A                                      DSPSIZ(*DS4)
     A                                      INDARA
     A                                      PRINT
     A*
     A          R CUSCNTD1F
     A                                      CA03(03 'F3=Exit')
     A                                      CA12(12 'F12=Cancel')
     A                                      PFILE(CONTACT_T)
     A*
     A*  Screen title
     A                              2  2'CUSTOMER CONTACTS DISPLAY'
     A*                                     DSPATR(HI)
     A*
     A  98                         24  2'F3=Exit  F12=Cancel'
     A*
