       IDENTIFICATION DIVISION.
       PROGRAM-ID. NOPROG.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01  WS-DATA PIC X(10).
       PROCEDURE DIVISION.
       0000-MAIN.
           MOVE SPACES TO WS-DATA
           STOP RUN.
