/* TSTCL001 - Test CL Member */
PGM
CRTSQLCBLI OBJ(TSTPROG1) SRCFILE(TEST/QCBLSRC) SRCMBR(TSTPROG1)
CRTPGM PGM(TSTPROG1) MODULE(TSTPROG1)
CRTDSPF FILE(TSTDSPF1) SRCFILE(TEST/QDDSSRC) SRCMBR(TSTDSPF1)
CRTPRTF FILE(TSTPRTF1) SRCFILE(TEST/QDDSSRC) SRCMBR(TSTPRTF1)
SBMJOB CMD(CALL PGM(TSTPROG1)) JOB(TSTPROG1) JOBQ(TESTQ)
ENDPGM
